tap "clementtsang/bottom"
tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "jhawthorn/fzy"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "sass/sass"
tap "stripe/stripe-cli"
brew "libpng"
brew "app-engine-python"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "blueutil"
brew "bottom"
brew "glib"
brew "pkg-config"
brew "ccat"
brew "circleci"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "libssh2"
brew "dockerize"
brew "dust"
brew "exa"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "little-cms2"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "jpeg"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gnupg@2.2"
brew "go"
brew "python@3.9"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jc"
brew "jid"
brew "jp2a"
brew "jq"
brew "ldns"
brew "libfido2"
brew "libnfc"
brew "libproxy"
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "lsusb"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nkf"
brew "node"
brew "nodebrew"
brew "nyancat"
brew "openapi-generator"
brew "opensc"
brew "openssh"
brew "p7zip"
brew "packer"
brew "pastel"
brew "pcsc-lite"
brew "peco"
brew "php", link: false
brew "phive"
brew "php@7.4"
brew "php@8.0"
brew "pigz"
brew "pinentry-mac"
brew "procs"
brew "tcl-tk"
brew "python@3.8"
brew "qcachegrind"
brew "qt"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tokei"
brew "tree"
brew "unar"
brew "wget"
brew "xplr"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yubico-piv-tool"
brew "zplug"
brew "cloudflare/cloudflare/cloudflared"
brew "jesseduffield/lazydocker/lazydocker"
brew "rhysd/actionlint/actionlint"
brew "sass/sass/sass"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "abstract"
cask "alacritty"
cask "alfred"
cask "authy"
cask "bartender"
cask "default-folder-x"
cask "discord"
cask "docker"
cask "dozer"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "forecast"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "keybase"
cask "menubar-stats"
cask "microsoft-edge"
cask "miro"
cask "onyx"
cask "qlmarkdown"
cask "sketch"
cask "skitch"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "zoom"
