tap "aquaproj/aqua"
tap "browsh-org/browsh"
tap "clementtsang/bottom"
tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "eugenmayer/dockersync"
tap "github/gh"
tap "hhvm/hhvm"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jesseduffield/lazydocker"
tap "jhawthorn/fzy"
tap "k1low/tap"
tap "messense/macos-cross-toolchains"
tap "nativeos/i386-elf-toolchain"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "sass/sass"
tap "sergiobenitez/osxct"
tap "stripe/stripe-cli"
tap "uenob/qemu-hvf"
brew "libpng"
brew "little-cms2"
brew "app-engine-python"
brew "autoconf"
brew "automake"
brew "aws-vault"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bison"
brew "bluetoothconnector"
brew "blueutil"
brew "boost"
brew "bottom"
brew "pcre2"
brew "python@3.12"
brew "glib"
brew "pixman"
brew "ccat"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "docker", link: false
brew "dockerize"
brew "docutils"
brew "dust"
brew "exa"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gnupg@2.2"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hasura-cli"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "hunspell"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "libyaml"
brew "jc"
brew "jid"
brew "jp2a"
brew "jpeg"
brew "jq"
brew "keyring"
brew "ldns"
brew "libfido2"
brew "libnfc"
brew "libproxy"
brew "libsixel"
brew "libxml2"
brew "libzip"
brew "llvm"
brew "lsusb"
brew "mas"
brew "mecab"
brew "mkcert"
brew "mysql"
brew "nasm"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "ninja"
brew "nkf"
brew "node"
brew "nodebrew"
brew "nss"
brew "nyancat"
brew "openjdk@11"
brew "openapi-generator"
brew "openjdk"
brew "opensc"
brew "openssh"
brew "p7zip"
brew "packer"
brew "parallel"
brew "pastel"
brew "peco"
brew "php"
brew "phive"
brew "php@7.4"
brew "php@8.0"
brew "php@8.1"
brew "phpbrew"
brew "pigz"
brew "pinentry-mac"
brew "postgresql@14"
brew "procs"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "qcachegrind"
brew "qemu"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tokei"
brew "tree"
brew "typos-cli"
brew "unar"
brew "unison"
brew "volta"
brew "wget"
brew "xplr"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yubico-piv-tool"
brew "zplug"
brew "aquaproj/aqua/aqua"
brew "browsh-org/browsh/browsh"
brew "eugenmayer/dockersync/unox"
brew "jesseduffield/lazydocker/lazydocker"
brew "k1low/tap/octocov"
brew "nativeos/i386-elf-toolchain/i386-elf-binutils"
brew "nativeos/i386-elf-toolchain/i386-elf-gcc"
brew "rhysd/actionlint/actionlint"
brew "sass/sass/sass"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
brew "stripe/stripe-cli/stripe"
brew "uenob/qemu-hvf/ovmf"
cask "1password"
cask "abstract"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "bartender"
cask "blackhole-2ch"
cask "cleanshot"
cask "deepl"
cask "default-folder-x"
cask "discord"
cask "docker"
cask "dozer"
cask "drawio"
cask "eqmac"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "forecast"
cask "gather"
cask "google-chrome@canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "keybase"
cask "kitty"
cask "logitech-g-hub"
cask "menubar-stats"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "miro"
cask "ngrok"
cask "notion"
cask "onyx"
cask "parallels"
cask "postman"
cask "qlmarkdown"
cask "sketch"
cask "skitch"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "utm"
cask "vagrant"
cask "vivaldi"
cask "wireshark"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
